/* Cancel button title used for dismissing share sheet */
"Cancel_Button" = "Peruuta";

/* Title for copy activity item */
"Copy_Title" = "Kopioi";

/* Accessibility hint for copy activity item */
"Copy_Accessibility_Hint" = "Kopioi kohteen leikepöydälle.";

/* Title for 'Dislike' activity item */
"Dislike_Title" = "Älä tykkää";

/* Title for mail activity item */
"Mail_Title" = "Mail";

/* Title for message activity item */
"Message_Title" = "Viesti";

/* Title for 'Like' activity item */
"Like_Title" = "Tykkää";

/* Title for save activity item */
"Save_Title" = "Tallenna";